Revit 2027 API
FabricSheetType.MajorStartOverhang Property
 The distance from the edge of the sheet to the first wire (measured in the major direction).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MajorStartOverhang { get; }
Public ReadOnly Property MajorStartOverhang As Double
	Get
public:
property double MajorStartOverhang {
	double get ();
}
member MajorStartOverhang : float with get
Property Value
Double
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace